Autodesk.Revit.DB.FDXJSONExportOptions.#ctor
Constructs a new instance of FDXExportOptions with default values of all properties.

Autodesk.Revit.DB.FDXJSONExportOptions
The export options used for exporting FDX payload to a local JSON payload.